/* Short description, must be kept short after localization - displayed when agent could not be found on the phone */
"Agent not found" = "無法找到 Agent ";

/* No comment provided by engineer. */
"Agent on phone sent a chunk with an incorrect length." = "行動電話上的 Agent 送出長度不正確的區塊。";

/* No comment provided by engineer. */
"Agent on phone sent a malformed message." = "行動電話上的 Agent 送出格式錯誤的訊息。";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message body." = "行動電話上的 Agent 送出無法預期的訊息本文。";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message type." = "行動電話上的 Agent 送出無法預期的訊息類型。";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected value for message header %@." = "行動電話上的 Agent 為訊息標頭“%@”送出了無法預期的數值。";

/* No comment provided by engineer. */
"Agent on phone sent no message while we were expecting one." = "行動電話上的 Agent 並未如預期般送出任何訊息。";

/* generic error displayed when PIM sync fails due to a communication failure (contacts only) */
"An communication error occurred during the synchronization." = "同步作業時發生通訊錯誤。";

/* displayed when calendars synchronization failed */
"An error occurred while synchronizing your calendars with the phone." = "與行動電話同步行事曆時發生錯誤。";

/* displayed when contacts and calendars synchronization failed */
"An error occurred while synchronizing your contacts and calendars with the phone." = "與行動電話同步聯絡資訊和行事曆時發生錯誤。";

/* displayed when contacts synchronization failed */
"An error occurred while synchronizing your contacts with the phone." = "與行動電話同步聯絡資訊時發生錯誤。";

/* error displayed when the Macintosh sync server could not be reached. */
"An error occurred while talk the Sync Server on your computer." = "在電腦上與“同步伺服器”溝通時發生錯誤。";

/* low-level technical error */
"An exception occurred while synchronizing." = "同步時發生例外錯誤。";

/* generic error */
"An unexpected error occured." = "發生非預期的錯誤。";

/* Low level phone error */
"AT Command\\U2019s response parse error" = "AT 指令的回應剖析錯誤";

/* Low level phone error */
"AT Operation to prepare channel has incorrect properties" = "準備通道用的“AT 作業”含有不正確的屬性";

/* displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth is not available on this computer." = "這部電腦上無法使用 Bluetooth。";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is on on the mac */
"Bluetooth is off" = "Bluetooth 關閉";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is off on the computer */
"Bluetooth is turned off on your computer." = "已停用電腦的 Bluetooth 功能。";

/* Short description, must be kept short after localization - displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth not available" = "Bluetooth 無法使用";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Calendar synchronization failed" = "行事曆同步作業失敗";

/* Short description, must be kept short after localization - displayed when calendars synchronization failed */
"Calendars synchronization failed" = "行事曆同步作業失敗";

/* low level error */
"Can\\U2019t connect in middle of disconnection process." = "在中斷連線的過程中無法進行連線。";

/* displayed when phone memory card was not found */
"Can\\U2019t find memory card on phone." = "找不到行動電話上的記憶卡。";

/* No comment provided by engineer. */
"Cannot connect to the sync server" = "無法連接同步伺服器";

/* No comment provided by engineer. */
"Cannot get changes from the SyncServer, the session may have been canceled." = "無法取得 SyncServer 上的更動，連線可能已經取消。";

/* Unfrequent error */
"Cannot register the phone for synchronization." = "無法登錄要進行同步作業的行動電話。";

/* No comment provided by engineer. */
"Change can\\U2019t be send to the phone" = "更動無法傳送至行動電話";

/* a modification comes from the phone for records that are read only. NOTE: %@ is one of the following: [events in a read only calendar | all-day events] (occurs during pim sync) */
"Changing %@ on the phone is not allowed. These changes have been ignored:" = "不允許變更行動電話中的“%@”。這些更動已被忽略：";

/* recovery suggestion displayed when a message could not be sent */
"Check the phone network or the message recipient." = "檢查行動電話網路或訊息收件人。";

/* Short description, must be kept short after localization - error displayed when the physical connection was lost while synchronizing the phone. */
"Communication error" = "通訊錯誤";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it is already in use */
"Connection busy" = "連線繁忙";

/* Short description, must be kept short after localization - displayed when connection to the phone was closed unexpectedly */
"Connection closed unexpectedly" = "連線已未預期地關閉";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it was refused */
"Connection denied" = "連線被拒絕";

/* displayed when PIM sync failed because phone could not be reached. */
"Connection to the phone failed." = "與此行動電話的連線失敗。";

/* displayed when connection to the phone was closed unexpectedly */
"Connection to the phone was closed unexpectedly." = "行動電話的連線已未預期地關閉。";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Contact synchronization failed" = "聯絡資訊同步作業失敗";

/* Short description, must be kept short after localization - displayed when contacts and calendars synchronization failed */
"Contacts and calendars synchronization failed" = "聯絡資訊和行事曆同步作業失敗";

/* Short description, must be kept short after localization - displayed when contacts synchronization failed */
"Contacts synchronization failed" = "聯絡資訊同步作業失敗";

/* Short description, must be kept short after localization - error displayed when PIM sync failed because phone could not be reached. */
"Could not connect to the phone" = "無法連接至行動電話";

/* displayed when connection to the phone could not be established because it is already in use */
"Could not connect to the phone. Another application is already connected to the phone." = "無法連接至行動電話。另一個應用程式已連接至行動電話。";

/* displayed when connection to the phone could not be established because it was refused */
"Could not connect to the phone. Connection was denied." = "無法連接至行動電話。連線被拒絕。";

/* displayed when connection to the phone could not be established */
"Could not connect to the phone. Phone not found." = "無法連接至行動電話。找不到行動電話。";

/* Short description, must be kept short after localization - error displayed when an error occurs while deleting contacts and calendars on the phone during a PIM sync */
"Delete failed" = "刪除失敗";

/* displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Device is not available or synchronization was cancelled. Close dialogs and applications on the phone and try again." = "裝置無法取用或是同步作業已經取消。請關閉行動電話上的對話框和應用程式並再試一次。";

/* displayed when trying to create a directory on the phone that already exists */
"Directory already exists." = "目錄已經存在。";

/* Short description, must be kept short after localization - displayed when an error occured while accessing phone internal memory */
"Error while accessing phone memory." = "存取行動電話記憶體時發生錯誤。";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing calendar events" = "清除行事曆事件時發生錯誤";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing contacts" = "清除聯絡資訊時發生錯誤";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts and calendars) */
"Error while erasing contacts and calendar events" = "清除聯絡資訊和行事曆事件時發生錯誤";

/* Short description, must be kept short after localization - generic error displayed when erasing of all record during sync fails (contacts only) */
"Error while erasing some calendar events" = "清除某些行事曆事件時發生錯誤";

/* Short description, must be kept short after localization - generic error displayed when erasing some records during sync fails (contacts only) */
"Error while erasing some contacts" = "清除某些聯絡資訊時發生錯誤";

/* Short description, must be kept short after localization - generic error displayed when erasing some record during sync fails (contacts and calendars) */
"Error while erasing some contacts and calendar events" = "清除某些聯絡資訊和行事曆事件時發生錯誤";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts only) */
"Error while getting all calendar." = "取得所有行事曆時發生錯誤。";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts and calendars) */
"Error while getting all contacts and calendars." = "取得所有聯絡資訊和行事曆時發生錯誤。";

/* Short description, must be kept short after localization - generic error displayed when getting all record during sync fails (contacts only) */
"Error while getting all contacts." = "取得所有聯絡資訊時發生錯誤。";

/* Short description, must be kept short after localization - error displayed when the Macintosh sync server could not be reached. */
"Error while talking to the Sync Server" = "與“同步伺服器”溝通時發生錯誤";

/* displayed when phone could not send a message */
"Failed to send message." = "傳送訊息失敗。";

/* No comment provided by engineer. */
"fax." = "傳真。";

/* displayed when phone refused access to a file */
"File access denied." = "檔案存取遭拒。";

/* displayed when a file or directory does not exist on the phone */
"File or directory does not exist." = "檔案或目錄不存在。";

/* displayed when a file or directory could not be accessed or modified because it was locked */
"File or directory is locked." = "檔案或目錄已鎖定。";

/* No comment provided by engineer. */
"First message from agent on phone was not the expected Version message." = "來自行動電話上 Agent 的第一則訊息不是預期的“版本”訊息。";

/* No comment provided by engineer. */
"First message\\U2019s body from agent on phone is malformed." = "來自行動電話上 Agent 的第一則訊息本文格式錯誤。";

/* Short description, must be kept short after localization - error displayed when user has changed something on the phone that he's not supposed to (occurs during pim sync) */
"Forbidden modification made on the phone" = "在行動電話上執行了禁止的修改";

/* No comment provided by engineer. */
"home mobile." = "家用行動電話。";

/* No comment provided by engineer. */
"home pager." = "家用傳呼機。";

/* recovery message  */
"If this error occurs again, you might need to restart your computer." = "如果再次發生此錯誤，您也許需要重新啟動您的電腦。";

/* recovery suggestiong displayed when is not equiped with bluetooth */
"If you have an external bluetooth adapter, please plug it to your computer." = "如果您使用外接 Bluetooth 轉換器，請將其插上電腦。";

/* Short description, must be kept short after localization - displayed when detected agent on phone is too old */
"Incorrect agent version" = "錯誤的 Agent 版本";

/* Short description, must be kept short after localization - generic error */
"Internal error" = "內部錯誤";

/* Short description, must be kept short after localization - generic error. First param is internal error domain, second one is error code */
"Internal error (%@:%d)." = "內部錯誤（%1$@：%2$d）。";

/* Short description, must be kept short after localization - generic error */
"Internal error." = "內部錯誤。";

/* Short description, must be kept short after localization - displayed when phone could not send a message because a phone number was not valid */
"Invalid phone number" = "無效的行動電話號碼";

/* Short description, must be kept short after localization - Error displayed when the phone reports user code needs to be entered on the phone */
"Invalid PIN" = "無效的 PIN";

/* Error displayed when the phone reports an invalid SMS configuration */
"Invalid SMS configuration" = "無效的 SMS 設定";

/* Short description, must be kept short after localization - displayed when phone memory card was not found */
"Memory card not found" = "找不到記憶卡";

/* Error displayed when the phone reports that its onboard memory is full */
"Memory Full" = "記憶體已滿";

/* Short description, must be kept short after localization - displayed when phone could not send a message */
"Message send failed" = "訊息傳送失敗";

/* No comment provided by engineer. */
"Negociation with the phone failed." = "與此行動電話的協議失敗。";

/* Short description, must be kept short after localization - No dataclass is enabled.  There is nothing to sync. */
"No dataclass to sync" = "沒有資料層級可同步";

/* No comment provided by engineer. */
"No matching Operator in database." = "資料庫中沒有對應的“運算子”。";

/* Short description, must be kept short after localization - Error displayed when the phone reports no GSM */
"No network" = "無網路";

/* No comment provided by engineer. */
"Obex service was requested while some other service was still using it." = "已要求 Obex 服務，但該服務目前仍由其他服務使用。";

/* Error string when some operation was aborted */
"Operation canceled." = "已取消操作。";

/* Short description, must be kept short after localization - error displayed when phone address book memory is full (occurs during pim sync) */
"Phone address book full" = "行動電話通訊錄已滿";

/* Short description, must be kept short after localization - displayed when phone could not be unmounted because it is used by an other application (like iTunes) */
"Phone busy" = "行動電話忙碌";

/* Short description, must be kept short after localization - error displayed when phone calendar memory is full (occurs during pim sync) */
"Phone calendar full" = "行動電話行事曆已滿";

/* No comment provided by engineer. */
"Phone can\\U2019t support that service." = "行動電話不支援該服務。";

/* Low level phone error */
"Phone Error (AT Controller shutdown)" = "行動電話錯誤（“AT 控制器”已關閉）";

/* Low level phone error */
"Phone Error (General Failure)" = "行動電話錯誤（一般失敗情形）";

/* Low level phone error */
"Phone Error (Invalid Memory Index)" = "行動電話錯誤（無效的記憶體索引）";

/* Low level phone error */
"Phone Error (Invalid PDU Mode Parameter)" = "行動電話錯誤（無效的 PDU 模式參數）";

/* Low level phone error */
"Phone Error (Invalid Response)" = "行動電話錯誤（無效的回應）";

/* Low level phone error */
"Phone Error (Invalid Text Mode Parameter)" = "行動電話錯誤（無效的文字模式參數）";

/* Low level phone error */
"Phone Error (Manufacturer Specific Error)" = "行動電話錯誤（製造商特定錯誤）";

/* Low level phone error */
"Phone Error (Memory failure)" = "行動電話錯誤（記憶體失敗）";

/* Low level phone error */
"Phone Error (Memory Full)" = "行動電話錯誤（記憶體已滿）";

/* Low level phone error */
"Phone Error (Network Timeout)" = "行動電話錯誤（網路逾時）";

/* Low level phone error */
"Phone Error (No Answer)" = "行動電話錯誤（無回應）";

/* Low level phone error */
"Phone Error (No Carrier)" = "行動電話錯誤（無載波）";

/* Low level phone error */
"Phone Error (No Network Service)" = "行動電話錯誤（無網路服務）";

/* Low level phone error */
"Phone Error (Operation not allowed)" = "行動電話錯誤（無法允許此操作）";

/* Low level phone error */
"Phone Error (Operation not Supported)" = "行動電話錯誤（無法支援此操作）";

/* Low level phone error */
"Phone Error (PH-SIM PIN Necessary)" = "行動電話錯誤（需要 PH-SIM PIN）";

/* Low level phone error */
"Phone Error (SIM Busy)" = "行動電話錯誤（SIM 忙碌）";

/* Low level phone error */
"Phone Error (SIM Failure)" = "行動電話錯誤（SIM 失敗）";

/* Low level phone error */
"Phone Error (SIM Not Inserted)" = "行動電話錯誤（未插入 SIM）";

/* Low level phone error */
"Phone Error (SIM PIN Necessary)" = "行動電話錯誤（需要 SIM PIN）";

/* Low level phone error */
"Phone Error (SIM Wrong (Error sent by phone)" = "行動電話錯誤（SIM 錯誤（行動電話所送出的錯誤））";

/* Low level phone error */
"Phone Error (SMS Service Reserved)" = "行動電話錯誤（SMS 服務已保留）";

/* Low level phone error */
"Phone Error (SMSC Address Unknown)" = "行動電話錯誤（未知的 SMSC 地址）";

/* Low level phone error */
"Phone Error (Unknown Error)" = "行動電話錯誤（未知錯誤）";

/* Unfrequent error */
"Phone is already registered for synchronization." = "這支行動電話已被登錄進行同步作業。";

/* Short description, must be kept short after localization - displayed when a sync is attempted while phoen is already synchronizing */
"Phone is already synchronizing." = "行動電話已在進行同步作業。";

/* displayed when phone could not be unmounted */
"Phone is being updated by iTunes." = "行動電話正由 iTunes 更新中。";

/* Short description, must be kept short after localization - displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Phone is busy" = "行動電話忙碌中";

/* displayed when phone could not be unmounted */
"Phone is currently mounted as the disk \\U201C%@\\U201D and could not be ejected." = "行動電話目前已被裝載為磁碟“%@”，無法退出。";

/* Short description, must be kept short after localization - displayed when it seems that phone is in a bad state */
"Phone is malfunctioning" = "行動電話功能不正常";

/* Short description, must be kept short after localization - displayed when phone is not plugged */
"Phone is not plugged" = "未接上行動電話";

/* Short description, must be kept short after localization - displayed when phone memory seems in a bad state */
"Phone memory error" = "行動電話記憶體錯誤";

/* Short description, must be kept short after localization - error displayed when phone memory is full (occurs during pim sync) */
"Phone Memory full" = "行動電話記憶體已滿";

/* Short description, must be kept short after localization - displayed when a memory volume on the phone is full */
"Phone memory full." = "行動電話記憶體已滿。";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established */
"Phone not found" = "找不到行動電話";

/* Short description, must be kept short after localization - error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"Phone refused some calendar events" = "行動電話拒絕部分行事曆事件";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"Phone refused some contacts" = "行動電話拒絕部分聯絡資訊";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"Phone refused some contacts or calendar events" = "行動電話拒絕某些聯絡資訊或行事曆事件";

/* Short description, must be kept short after localization - error displayed when phone task memory is full (occurs during pim sync) */
"Phone task database full" = "行動電話工作資料庫已滿";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check that your SIM is valid and correctly inserted." = "請檢查您的 SIM 是否有效並已正確插入。";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check your phone screen and enter your PIN if necessary." = "請檢查您行動電話的螢幕，如有需要請輸入您的 PIN。";

/* Recovery message proposed to user when phone reports an invalid SMS configuration */
"Please contact your service provider." = "請聯絡您的服務供應商。";

/* recovery suggestion displayed when phone calendar memory is full (occurs during pim sync) */
"Please delete some calendar events on your phone or change the filtering options and synchronize again." = "請刪除行動電話上的部分行事曆事件，或更改篩選的選項並再次同步。";

/* recovery suggestion displayed when phone Adress book memory is full (occurs during pim sync) */
"Please delete some contacts on your phone or change the filtering options and synchronize again." = "請刪除行動電話上的部分聯絡資訊，或更改篩選的選項並再次同步。";

/* displayed when a memory volume on the phone is full */
"Please delete some data on the phone and try again." = "請刪除行動電話上的部分資料並再試一次。";

/* Recovery message proposed to user when phone reports that its memory is full */
"Please delete some data on your phone and try again." = "請刪除您行動電話上的部分資料並再試一次。";

/* recovery suggestion displayed when phone memory is full (occurs during pim sync) */
"Please delete some data on your phone or change the filtering options and synchronize again." = "請刪除行動電話上的部分資料，或更改篩選的選項並再次同步。";

/* recovery suggestion displayed when phone task memory is full (occurs during pim sync) */
"Please delete some tasks on your phone or change the filtering options and synchronize again." = "請刪除行動電話上的部分任務，或更改篩選的選項並再次同步。";

/* displayed when connection to the phone could not be established */
"Please make sure that your phone is turned on and try again." = "請確定您的行動電話處於開啟狀態並再試一次。";

/* suggestion displayed when PIM sync failed because phone could not be reached. */
"Please make sure that your phone is turned on. If this error occurs again, please restart your phone." = "請確定您的行動電話處於開啟狀態。如果再次發生此錯誤，請從新啟動您的行動電話。";

/* recovery suggestion displayed when phone memory card was not found */
"Please make sure the memory card is correctly inserted in your phone." = "請確定記憶卡已正確插入到您的行動電話。";

/* displayed when phone is not plugged */
"Please plug the phone cable on your computer." = "請將行動電話接線接上電腦。";

/* suggestion displayed when agent could not be found on the phone */
"Please reinstall the agent on the phone." = "請在行動電話上重新安裝 Agent。";

/* recovery suggestion when it seems that phone is in a bad state */
"Please restart the phone." = "請重新啟動行動電話。";

/* recovery suggestion displayed when an error occured while accessing phone internal memory */
"Please restart your phone." = "請重新啟動您的行動電話。";

/* recovery suggestion displayed when we detect bluetooth is off on the computer */
"Please turn on Bluetooth on your computer and retry." = "請啟用電腦上的 Bluetooth 功能並再試一次。";

/* displayed when detected agent on phone is too old */
"Please update the agent on the phone." = "請更新行動電話上的 Agent。";

/* No comment provided by engineer. */
"Protocol error while talking to the phone" = "與行動電話溝通時發生通訊協定錯誤";

/* No comment provided by engineer. */
"Requested channel with properties (%@) not found" = "找不到含屬性（%@）的要求之通道";

/* No comment provided by engineer. */
"Service can\\U2019t become functional" = "服務功能無法正常運作";

/* No comment provided by engineer. */
"Service depends on other missing service with name: %@" = "服務需依賴的其它服務已遺失，名稱為：%@";

/* No comment provided by engineer. */
"Service information in plugin is missing information: %@." = "外掛模組中的服務資訊為遺失資訊：%@。";

/* No comment provided by engineer. */
"Service was shutdown." = "服務已關閉。";

/* No comment provided by engineer. */
"Service was used while it was not required to become functional" = "服務在沒有被要求作用時已被使用";

/* Short description, must be kept short after localization - Error displayed when the phone reports an error with SIM */
"SIM error" = "SIM 錯誤";

/* No comment provided by engineer. */
"Some operation on channel was launched while channel was not opened." = "頻道上的某些操作在頻道尚未打開時已經啟動。";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled" = "同步作業已取消";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled on device */
"Synchronization canceled on device" = "設備端取消同步作業";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled." = "同步作業已取消。";

/* error displayed when PIM sync has been cancelled on device */
"Synchronization has been canceled on device." = "設備端已取消同步作業。";

/* error displayed when PIM sync has been cancelled */
"Synchronization has been canceled." = "同步作業已被取消。";

/* Unfrequent error that occurs when contacts or calendar sync is disabled on the phone */
"Synchronization of the following data is disabled on your phone: %@.  Please enable them on your phone, or disable them in iSync." = "您的行動電話已停用下列資料的同步作業：%@。請在行動電話中啟用同步作業，或在 iSync 中將其停用。";

/* displayed when agent could not be found on the phone */
"The agent could not be found on the phone." = "找不到行動電話上的 Agent。";

/* displayed when detected agent on phone is too old */
"The agent on the phone is too old." = "行動電話上的 Agent 版本太舊。";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing all the calendar events on the phone." = "當清除行動電話上的全部行事曆事件時失去與行動電話的連線。";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing all the contacts and calendar events on the phone." = "當清除行動電話上的全部聯絡資訊和行事曆事件時失去與行動電話的連線。";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing all the contacts on the phone." = "當清除行動電話上的全部聯絡資訊時失去與行動電話的連線。";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing some calendar events on the phone." = "當清除行動電話上的部分行事曆事件時失去與行動電話的連線。";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing some contacts and calendar events on the phone." = "當清除行動電話上的部分聯絡資訊和行事曆事件時失去與行動電話的連線。";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing some contacts on the phone." = "當清除行動電話上的部分聯絡資訊時失去與行動電話的連線。";

/* generic error displayed when sync fails while getting records from phone  (calendars only) */
"The connection to the phone was lost while getting all the calendar from the phone." = "當取得行動電話上的全部行事曆時失去與行動電話的連線。";

/* generic error displayed when sync fails while getting records from phone  (calendars and calendars) */
"The connection to the phone was lost while getting all the contacts and events from the phone." = "當取得行動電話上的全部聯絡資訊和行事曆事件時失去與行動電話的連線。";

/* generic error displayed when sync fails while getting records from phone (contacts only) */
"The connection to the phone was lost while getting all the contacts from the phone." = "當取得行動電話上的全部聯絡資訊時失去與行動電話的連線。";

/* No comment provided by engineer. */
"The connection was lost while deleting some records on the phone." = "當刪除電話上的部份記錄時失去連線。";

/* No comment provided by engineer. */
"The connection was lost while getting some records from the phone." = "當取得行動電話上的部份記錄時失去連線。";

/* Error displayed when the physical connection was lost while synchronizing the phone. */
"The connection was lost while talking to the phone." = "與行動電話溝通時失去連線。";

/* error displayed when phone address book memory is full (occurs during pim sync) */
"The phone address book is full." = "行動電話通訊錄已滿。";

/* displayed when phone is not plugged */
"The phone cable is not plugged." = "行動電話接線並未接上。";

/* error displayed when phone calendar memory is full (occurs during pim sync) */
"The phone calendar is full." = "行動電話行事曆已滿。";

/* error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your calendar events. The following events will not be synchronized:" = "行動電話無法儲存您的某些行事曆事件。將無法同步以下事件：";

/* error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts and calendar events. The following contacts and events will not be synchronized:" = "行動電話無法儲存您的某些聯絡資訊和行事曆事件。將無法同步以下聯絡資訊和事件：";

/* error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts. The following contacts will not be synchronized:" = "行動電話無法儲存您的某些聯絡資訊。將無法同步以下聯絡資訊：";

/* No comment provided by engineer. */
"The phone failed to handle the addition" = "行動電話處理其他作業失敗";

/* No comment provided by engineer. */
"The phone failed to handle the deletion" = "行動電話處理刪除作業失敗";

/* No comment provided by engineer. */
"The phone failed to handle the modification" = "行動電話處理修改作業失敗";

/* error displayed when phone memory is full (occurs during pim sync) */
"The phone memory is full." = "行動電話記憶體已滿。";

/* displayed when a memory volume on the phone is full */
"The phone memory or external memory is full." = "行動電話記憶體或外部記憶體已滿。";

/* Message displayed to user when phone reports an invalid SMS configuration */
"The phone reports an invalid SMS configuration." = "行動電話回報一項無效的 SMS 設定。";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your PIN is invalid." = "行動電話回報您的 PIN 無效。";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your SIM is not working properly." = "行動電話回報您的 SIM 未正常運作。";

/* displayed when it seems that phone is in a bad state */
"The phone seems to be malfunctioning." = "行動電話似乎功能不正常。";

/* error displayed when phone task memory is full (occurs during pim sync) */
"The phone task database is full." = "行動電話工作資料庫已滿。";

/* Error displayed when the connection was lost while getting data from the phone. (occurs during pim sync) */
"There was an error getting data from the phone. The synchronization may have been cancelled on the phone." = "取得行動電話中的資料時發生錯誤。行動電話中的同步作業可能已經被取消。";

/* Error displayed when the connection was lost while sending some changes to the phone. (occurs during pim sync) */
"There was an error pushing some changes to the phone. The synchronization may have been cancelled on the phone." = "將更動發送至行動電話時發生錯誤。行動電話中的同步作業可能已經被取消。";

/* recovery suggestion displayed when phone is in use by iTunes */
"Try again later." = "請稍後再試一次。";

/* recovery suggestion displayed when phone could not be unmounted */
"Try quitting applications and try again." = "請試著結束一些應用程式，然後再試一次。";

/* displayed when connection to the phone is already in use */
"Try quitting other applications and try again." = "請嘗試結束其他的應用程式並再試一次。";

/* No comment provided by engineer. */
"Unexpected error accessing files on phone." = "當存取行動電話中的檔案時發生無法預期的錯誤。";

/* No comment provided by engineer. */
"Unknown exception." = "未知的例外情形。";

/* Address Book label of a phone number with video capabilities */
"video." = "視訊。";

/* No comment provided by engineer. */
"work mobile." = "工作行動電話。";

/* No comment provided by engineer. */
"work pager." = "工作傳呼機。";

/* Error displayed when the phone reports that its onboard memory is full */
"Your phone memory is full." = "您的行動電話記憶體已滿。";

